[
  {
    "id": 1,
    "name": "Kung Fu Panda",
    "synopsis": "Po the panda masters the art of kung fu when he is forced to protect his village.",
    "genres": ["Animation"],
    "duration": 121,
    "imdbRating": 8.6,
    "ticketPrice": 33,
    "image": "kung-fu-panda-1-cover.jpg"
  },
  {
    "id": 2,
    "name": "Beast Games",
    "synopsis": "I gathered 1,000 people to fight for $5,000,000, the LARGEST cash prize in TV history! We’re also giving away a private island, Lamborghinis, and millions more in cash throughout the competition! Go watch to see the greatest show ever made!",
    "genres": ["Bilim Kurgu"],
    "duration": 147,
    "imdbRating": 7.9,
    "ticketPrice": 62,
    "image": "beast-games-cover.jpg"
  },
  {
    "id": 3,
    "name": "Your Lie in April",
    "synopsis": "I met this girl under full-bloomed cherry blossoms, and my fate has begun to change 🌸",
    "genres": ["Animation"],
    "duration": 116,
    "imdbRating": 6.4,
    "ticketPrice": 65,
    "image": "Your-Lie-In-April-cover.jpg"
  },
  {
    "id": 4,
    "name": "The Little Prince",
    "synopsis": "A little girl lives in a very grown-up world with her mother, who tries to prepare her for it. Her neighbor, the Aviator, introduces the girl to an extraordinary world where anything is possible, the world of the Little Prince.",
    "genres": ["Animation"],
    "duration": 121,
    "imdbRating": 8.6,
    "ticketPrice": 33,
    "image": "The-Little-Prince-cover.jpg"
  },
  {
    "id": 5,
    "name": "The Big Bang Theory",
    "synopsis": "University physicists Leonard and Sheldon know whether to use an integral or a differential to solve the area under a curve. But they don't have a clue about girls. Or dating. Or clothes. Or parties. Or having fun. Or, basically, life. So when a pretty blonde named Penny moves in the apartment across the hall, the guys decide to get an education outside of the classroom.",
    "genres": ["Comedy"],
    "duration": 147,
    "imdbRating": 7.9,
    "ticketPrice": 62,
    "image": "The-Bigbang-Theory-cover.jpg"
  },
  {
    "id": 6,
    "name": "Spider-Man: Across The Spider-Verse",
    "synopsis": "Miles Morales returns for the next chapter of this Oscar®-winning saga, where he must redefine what it means to be a hero after finding himself pitted against a team of Spider-People charged with protecting the Multiverse's very existence.",
    "genres": ["Animation"],
    "duration": 116,
    "imdbRating": 6.4,
    "ticketPrice": 65,
    "image": "Spiderman-Accross-the-Spider-Verse-cover.jpg"
  },
  {
    "id": 7,
    "name": "Spider-Man: Into The Spider-Verse",
    "synopsis": "“Spider-Man: Into the Spider-Verse” introduces Brooklyn teen Miles Morales, and the limitless possibilities of the Spider-Verse, where more than one can wear the mask.",
    "genres": ["Animation"],
    "duration": 121,
    "imdbRating": 8.6,
    "ticketPrice": 33,
    "image": "Spider-Man-Into-The-Spider-Verse-cover.jpg"
  },
  {
    "id": 8,
    "name": "Pasific Rim",
    "synopsis": "As a war between humankind and monstrous sea creatures wages on, a former pilot and a trainee are paired up to drive a seemingly obsolete special weapon in a desperate effort to save the world from the apocalypse.",
    "genres": ["Sci-fi"],
    "duration": 147,
    "imdbRating": 7.9,
    "ticketPrice": 62,
    "image": "Pasific-Rim-cover.jpg"
  },
  {
    "id": 9,
    "name": "Sing Street",
    "synopsis": "A young lad notices a beautiful girl who begins to occupy his thoughts. While struggling with poverty, personal relationships and life's woes, he starts a band, hoping to catch her attention.",
    "genres": ["Comedy"],
    "duration": 116,
    "imdbRating": 6.4,
    "ticketPrice": 65,
    "image": "Sing-Street-cover.jpg"
  },
  {
    "id": 10,
    "name": "Shaolin Soccer",
    "synopsis": "A young Shaolin follower reunites with his discouraged brothers to form a soccer team using their martial art skills to their advantage.",
    "genres": ["Comedy", "Belgesel"],
    "duration": 121,
    "imdbRating": 8.6,
    "ticketPrice": 33,
    "image": "Shaolin-soccer-cover.jpg"
  }
]
